{ 
  "gen": {},
  "cont" : {
    "ca":{
        "nav": ["", "Nosaltres", "Equip", "Contacte"],
        "home": {
          "title" : "Hefest mecanitzats",
          "info" : "Benvigut/da! Som Hefest, una empresa de Mecanització ubicada a Sant Fruitós de Bages. Ens dediquem a la mecanització de tot tipus de peces, siguin peça única o remesa. Cotitzem els treballs en màxim 48h. Tens un projecte en ment?",
          "info_2" : "Contacta amb nosaltres",
          "info_3" : "Disposem de una nau industrial de 700 m2, operaris amb molta experiència i amor per aquesta feina. Treballem amb materials fèrrics, aluminis, bronzes, plàstic tècnics, etc. Disposem de centres de mecanitzat CNC, torn CNC, maquinaries auxiliar com de foradar, roscar, torns convencionals, etc. Disposem de un espai de 500 M2 per si pot interessar fer Muntatges."
        },
        "about": {
          "title" : "Maquinària"
        },
        "contact": {
          "title" : "Vols començar un projecte? Parlem!",
          "form" : ["Nom", "Cognom", "Email", "Missatge", "Esborrar", "Enviar"],
          "legal" : "La informació enviada no es guardarà a cap base de dades."
        },
        "thankyou" : [ "Gràcies! el teu missatge s’ha enviat correctament", "Tornar"],
        "footer" : {  
         "cr" : "Tots els drets reservats"
        }
    },
    "es": {
        "nav": ["/es", "Nosotros", "Equipo", "Contacto"],
        "home": {
          "title" : "Inicio",
          "info" : "¡Bienvenido/a! Somos Hefest, una empresa de Mecanización ubicada en Sant Fruitós de Bages. Disponemos de una nave industrial de 700 m2, operarios con mucha experiencia y amor por este trabajo. Nos dedicamos al mecanizado de todo tipo de piezas, sean pieza única o remitida. Trabajamos con materiales férricos, aluminios, bronces, plástico técnicos, etc. Disponemos de centros de mecanizado CNC, torno CNC, maquinaria auxiliar como de agujerear, roscar, tornos convencionales, etc. Disponemos de un espacio de 500 M2 por si puede interesar realizar Montajes. Cotizamos los trabajos en máximo 48h."
        },
        "about": {
          "title" : "Maquinaria"
        },
        "contact": {
          "title" : "¿Quieres empezar un proyecto? ¡Hablemos!",
          "form" : ["Nombre", "Apellido", "Email", "Mensaje", "Borrar", "Enviar"],
          "legal" : "La información enviada no se guardará en ninguna base de datos."
        },
        "thankyou" : ["¡Gracias! tu mensaje se ha enviado correctamente", "Volver"],
        "footer" : {  
          "cr" : "Todos los derechos reservados"
        }
    },
    "en": {
        "nav": ["/en", "Us", "Equipment", "Contact"],
        "home": {
          "title" : "Home",
          "info" : "Welcome! We are Hefest, a Mechanization company located in Sant Fruitós de Bages. We have an industrial warehouse of 700 m2, operators with a lot of experience and love for this job. We are dedicated to the machining of all types of parts, whether they are single pieces or consignments. We work with ferrous material, aluminum, bronze, technical plastic, etc. We have CNC machining centers, CNC lathes, auxiliary machinery such as drilling, threading, conventional lathes, etc. We have a space of 500 m2 in case you are interested in making Assemblies. We quote the job within a maximum of 48 hours."
        },
        "about": {
          "title" : "Machinery"
        },
        "contact": {
          "title" : "Do you want to start a project? Let's talk!",
          "form" : ["Name", "Surname", "Email", "Message", "Reset", "Send"],
          "legal" : "The information sent will not be saved in any database."
        },
        "thankyou" : ["Thanks! Your message has been sent successfully", "Go back"],
        "footer" : {  
          "cr" : "All rights reserved"
        }
    }
  }
  
}