{ 
  "gen": {
    "url" : ["equipment", "contact", "thankyou"]
  },
  "cont" : {
    "ca":{
        "nav": ["", "Nosaltres", "Equip", "Contacte"],
        "home": {
          "title" : "Hefest mecanitzats",
          "copy" : [
            "Benvigut/da! Som Hefest, una empresa de Mecanització ubicada a Sant Fruitós de Bages. Ens dediquem a la mecanització de tot tipus de peces, siguin peça única o remesa. Cotitzem els treballs en màxim 48h.",
            "Som professionals",
            "Com treballem",
            "Disposem de una nau industrial de 700 m2 i operaris amb molta experiència. Treballem amb materials fèrrics, aluminis, bronzes, plàstic tècnics, etc. Disposem de centres de mecanitzat CNC, torn CNC, maquinaries auxiliar com de foradar, roscar, torns convencionals, etc. Disposem de un espai de 500 M2 per si pot interessar fer Muntatges."],
          "buttons" : ["Contacta amb nosaltres", "Veure maquinària"]
        },
        "about": {
          "title" : "Maquinària",
          "copy" : [
            "Som una empresa líder al sector de mecanitzats, i el nostre compromís amb la qualitat i l'eficiència es reflecteix a cada projecte que abordem. Amb un parc de maquinària avançat i tecnologia punta, estem equipats per abordar projectes de mecanització de qualsevol escala i complexitat. El nostre equip d'experts altament capacitats treballa amb les nostres màquines de precisió per crear els millors components.",
            "Centre de mecanitzat ANAYAK",
            "Capacitat de mecanització: 800 x 400 x 400 mm.",
            "Fresadora de control numèric CME",
            "Capacitat de mecanització: 1500 x 1000 x 1000 mm.",
            "Centre de mecanitzat HAAS",
            "Capacitat de mecanització: 1000 x 400 x 400 mm.",
            "Centre de tornejat HAAS",
            "Capacitat de mecanització: diàmetre 200 x 800 mm.",
            "Fikus Visualcam",
            "Utilitzem el programa Fikus Visualcam per la realització de mecanitzats de copia 3D.",
            "Disposem de maquinaria convencional de fresat i tornejat"], 
          "buttons" : "Contacta amb nosaltres"
        },
        "contact": {
          "title" : "Posem-nos en contacte!",
          "form" : ["Nom", "Cognom", "Email", "Missatge", "Esborrar", "Enviar"],
          "legal" : "La informació enviada no es guardarà a cap base de dades."
        },
        "thankyou" : [ "Gràcies! el teu missatge s’ha enviat correctament", "Tornar"],
        "footer" : {  
         "cr" : "Tots els drets reservats"
        }
    },
    "es": {
        "nav": ["/es", "Nosotros", "Equipo", "Contacto"],
        "home": {
          "title" : "Hefest mecanitzats",
          "copy" : [
            "Bienvenido/a! Somos Hefest, una empresa de Mecanización ubicada en Sant Fruitós de Bages. Nos dedicamos a la mecanización de todo tipo de piezas, sean pieza única o remesa. Cotizamos los trabajos en máximo 48h." ,
            "Somos profesionales",
            "Cómo trabajamos",
            "Disponemos de una nave industrial de 700 m2 y operarios con mucha experiencia. Trabajamos con materiales férricos, aluminios, bronces, plástico técnicos, etc. Disponemos de centros de mecanizado CNC, torno CNC, maquinaria auxiliar como de agujerear, roscar, turnos convencionales, etc. Disponemos de un espacio de 500 M2 por si puede interesar hacer montajes."],
          "buttons" : ["Contáctanos", "Ver maquinaria"]
        },
        "about": {
          "title" : "Maquinaria",
          "copy" : [
            "Somos una empresa líder en el sector de mecanizados, y nuestro compromiso con la calidad y la eficiencia se refleja en cada proyecto que abordamos. Con un parque de maquinaria avanzado y tecnología punta, estamos equipados para abordar proyectos de mecanización de cualquier escala y complejidad. Nuestro equipo de expertos altamente capacitados trabaja con nuestras máquinas de precisión para crear los mejores componentes.",
            "Centro de mecanizado ANAYAK",
            "Capacidad de mecanización: 800 x 400 x 400 mm.",
            "Fresadora de control numérico CME",
            "Capacidad de mecanización: 1500 x 1000 x 1000 mm.",
            "Centro de mecanizado HAAS",
            "Capacidad de mecanización: 1000 x 400 x 400 mm.",
            "Centro de torneado HAAS",
            "Capacidad de mecanización: diámetro 200 x 800 mm.",
            "Fikus Visualcam",
            "Utilizamos el programa Fikus Visualcam para la realización de mecanizados de copia 3D.",
            "Disponemos de maquinaria convencional de fresado y torneado"],
          "buttons" : "Contáctanos"
        },
        "contact": {
          "title" : "Pongámonos en contacto",
          "form" : ["Nombre", "Apellido", "Email", "Mensaje", "Borrar", "Enviar"],
          "legal" : "La información enviada no se guardará en ninguna base de datos."
        },
        "thankyou" : ["¡Gracias! tu mensaje se ha enviado correctamente", "Volver"],
        "footer" : {  
          "cr" : "Todos los derechos reservados"
        }
    },
    "en": {
        "nav": ["/en", "Home", "Equipment", "Contact"],
        "home": {
          "title" : "Hefest mecanitzats",
          "copy" : [
            "Welcome! We are Hefest, a Machining company located in Sant Fruitós de Bages. We are dedicated to the machining of all types of parts, whether they are single pieces or consignments. We quote the work within 48 hours." ,
            "We are professionals",
            "How we work",
            "We have an industrial warehouse of 700 m2 and operators with a lot of experience. We work with ferrous materials, aluminum, bronze, technical plastic, etc. We have CNC machining centers, CNC lathe, auxiliary machinery such as drilling, threading, conventional lathes, etc. We have a space of 500 M2 in case you are interested in doing assembly."],
          "buttons" : ["Contact us", "View machinery"]
        },
        "about": {
          "title" : "Machinery",
          "copy" : [
            "We are a leading company in the machining sector, and our commitment to quality and efficiency is reflected in every project we tackle. With a fleet of advanced machinery and state-of-the-art technology, we are equipped to tackle machining projects of any scale and complexity. Our team of highly skilled experts work with our precision machines to create the best components.",
            "ANAYAK Machining Center",
            "Machining capacity: 800 x 400 x 400 mm.",
            "CME Numerical Control Milling Machine",
            "Machining capacity: 1500 x 1000 x 1000 mm.",
            "HAAS Machining Center",
            "Machining capacity: 1000 x 400 x 400 mm.",
            "HAAS Turning Center",
            "Machining capacity: diameter 200 x 800 mm.",
            "Fikus Visualcam",
            "We use the Fikus Visualcam program to carry out 3D copy machining.",
            "We have conventional milling and turning machinery"],
          "buttons" : "Contact us"
        },
        "contact": {
          "title" : "Let's get in touch",
          "form" : ["Name", "Surname", "Email", "Message", "Reset", "Send"],
          "legal" : "The information sent will not be saved in any database."
        },
        "thankyou" : ["Thanks! Your message has been sent successfully", "Go back"],
        "footer" : {  
          "cr" : "All rights reserved"
        }
    }
  }
  
}